import React from 'react'

const RequiredAgreement = () => {
  return (
    <div>
      〈3355〉 〔'http://localhost:3000/'〕이하 '삼삼오오'은〔는〕 「개인정보
      보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을
      신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보
      처리방침을 수립·공개합니다.
      <br />
      <br />
      <br />
      ○ 이 개인정보처리방침은 2022년 11월 1부터 적용됩니다.
      <br />
      <br />
      <br />
      제1조-개인정보의 처리 목적
      <br />
      <br />
      〈3355〉〔'http://localhost:3000/'〕이하 '삼삼오오'은〔는〕 다음의 목적을
      위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의
      용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」
      제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.
      <br />
      <br />
      1. 홈페이지 회원가입 및 관리
      <br />
      <br />
      회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격
      유지·관리, 서비스 부정이용 방지, 만14세 미만 아동의 개인정보 처리 시
      법정대리인의 동의여부 확인, 각종 고지·통지, 고충처리 목적으로 개인정보를
      처리합니다.
      <br />
      <br />
      <br />
      2. 재화 또는 서비스 제공
      <br />
      <br />
      서비스 제공, 콘텐츠 제공, 맞춤서비스 제공, 본인인증, 연령인증을 목적으로
      개인정보를 처리합니다.
      <br />
      <br />
      <br />
      3. 마케팅 및 광고에의 활용
      <br />
      <br />
      이벤트 및 광고성 정보 제공 및 참여기회 제공 , 인구통계학적 특성에 따른
      서비스 제공 및 광고 게재 , 서비스의 유효성 확인, 접속빈도 파악 또는 회원의
      서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.
      <br />
      <br />
      <br />
      제2조〔개인정보의 처리 및 보유 기간〕
      <br />
      <br />
      ① 〈3355〉는 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터
      개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를
      처리·보유합니다.
      <br />
      <br />
      ② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
      <br />
      <br />
      1〕〈홈페이지 회원가입 및 관리〉
      <br />
      <br />
      〈홈페이지 회원가입 및 관리〉와 관련한 개인정보는 수집.이용에 관한
      동의일로부터〈5년〉까지 위 이용목적을 위하여 보유.이용됩니다.
      <br />
      보유근거 : 회원가입
      <br />
      관련법령 : 1.신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년
      <br />
      2〕 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
      <br />
      3〕 대금결제 및 재화 등의 공급에 관한 기록 : 5년
      <br />
      4〕 계약 또는 청약철회 등에 관한 기록 : 5년
      <br />
      5〕 표시/광고에 관한 기록 : 6개월
      <br />
      예외사유 :
      <br />
      <br />
      2〕〈마케팅 및 광고에의 활용〉
      <br />
      〈마케팅 및 광고에의 활용〉와 관련한 개인정보는 수집.이용에 관한
      동의일로부터〈5년〉까지 위 이용목적을 위하여 보유.이용됩니다.
      <br />
      보유근거 : 회원가입
      <br />
      관련법령 : 1〕신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년
      <br />
      2〕 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
      <br />
      3〕 대금결제 및 재화 등의 공급에 관한 기록 : 5년
      <br />
      4〕 계약 또는 청약철회 등에 관한 기록 : 5년
      <br />
      5〕 표시/광고에 관한 기록 : 6개월
      <br />
      1〕신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년
      <br />
      2〕 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
      <br />
      3〕 대금결제 및 재화 등의 공급에 관한 기록 : 5년
      <br />
      4〕 계약 또는 청약철회 등에 관한 기록 : 5년
      <br />
      5〕 표시/광고에 관한 기록 : 6개월
      <br />
      예외사유 :
      <br />
      <br />
      <br />
      제3조〔처리하는 개인정보의 항목〕
      <br />
      <br />
      ① 〈3355〉은〔는〕 다음의 개인정보 항목을 처리하고 있습니다. 1〈홈페이지
      회원가입 및 관리〉 필수항목 : 비밀번호, 로그인ID, 성별, 이름, 서비스 이용
      기록, 쿠키, 접속 IP 정보
      <br />
      선택항목 :
      <br />
      <br />
      <br />
      제4조〔개인정보의 제3자 제공에 관한 사항〕
      <br />
      <br />
      ① 〈3355〉은〔는〕 개인정보를 제1조〔개인정보의 처리 목적〕에서 명시한
      범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 「개인정보
      보호법」 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게
      제공합니다.
      <br />
      <br />
      ② 〈3355〉은〔는〕 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
      <br />
      <br />
      1. 〈3355〉
      <br />
      개인정보를 제공받는 자 : 3355
      <br />
      제공받는 자의 개인정보 이용목적 : 회원가입
      <br />
      제공받는 자의 보유.이용기간: 5년
      <br />
      <br />
      <br />
      <br />
      제5조〔개인정보처리의 위탁에 관한 사항〕
      <br />
      <br /> ① 〈3355〉은〔는〕 원활한 개인정보 업무처리를 위하여 다음과 같이
      개인정보 처리업무를 위탁하고 있습니다.
      <br />
      <br />
      <br />
      1. 〈3355〉
      <br />
      위탁받는 자〔수탁자〕 :
      <br />
      위탁하는 업무의 내용 :
      <br />
      위탁기간 :
      <br />
      ② 〈3355〉은〔는〕 위탁계약 체결시 「개인정보 보호법」 제26조에 따라
      위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁
      제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등
      문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고
      있습니다.
      <br />
      <br />
      ③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보
      처리방침을 통하여 공개하도록 하겠습니다.
      <br />
      <br />
      <br />
      제6조〔개인정보의 파기절차 및 파기방법〕
      <br />
      <br />
      ① 〈3355〉 은〔는〕 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가
      불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다. ②
      정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이
      달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는
      경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를
      달리하여 보존합니다.
      <br />
      <br />
      1. 법령 근거 :
      <br />
      2. 보존하는 개인정보 항목 : 계좌정보, 거래날짜
      <br />
      <br />
      ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
      <br />
      1. 파기절차 〈3355〉 은〔는〕 파기 사유가 발생한 개인정보를 선정하고,
      〈3355〉 의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
      <br />
      <br />
      2. 파기방법
      <br />
      전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다
      <br />
      제7조〔정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항〕
      <br />
      <br />
      ① 정보주체는 3355에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구
      등의 권리를 행사할 수 있습니다.
      <br />
      <br />
      ② 제1항에 따른 권리 행사는3355에 대해 「개인정보 보호법」 시행령
      제41조제1항에 따라 서면, 전자우편, 모사전송〔FAX〕 등을 통하여 하실 수
      있으며 3355은〔는〕 이에 대해 지체 없이 조치하겠습니다.
      <br />
      <br />③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자
      등 대리인을 통하여 하실 수 있습니다. 이 경우 “개인정보 처리 방법에 관한
      고시〔제2020-7호〕” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
      <br />
      <br />
      ④ 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항,
      제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
      <br />
      <br />
      ⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로
      명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
      <br />
      <br />
      ⑥ 3355은〔는〕 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구,
      처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를
      확인합니다.
      <br />
      <br />
      <br />
      제8조〔개인정보의 안전성 확보조치에 관한 사항〕
      <br />
      <br />
      〈3355〉은〔는〕 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고
      있습니다.
      <br />
      <br />
      1. 개인정보에 대한 접근 제한
      <br />
      <br />
      개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를
      통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며
      침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
      <br />
      <br />
      <br />
      제9조〔개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한
      사항〕
      <br />
      <br />
      3355 은〔는〕 정보주체의 이용정보를 저장하고 수시로 불러오는
      ‘쿠키〔cookie〕’를 사용하지 않습니다.
      <br />
      <br />
      <br />
      제10조〔행태정보의 수집·이용·제공 및 거부 등에 관한 사항〕
      <br />
      <br />
      ① 〈개인정보처리자〉은〔는〕 서비스 이용과정에서 정보주체에게 최적화된
      맞춤형 서비스 및 혜택, 온라인 맞춤형 광고 등을 제공하기 위하여 행태정보를
      수집·이용하고 있습니다.
      <br />
      <br />
      ② 〈개인정보처리자〉은〔는〕 다음과 같이 행태정보를 수집합니다.
      <br />
      <br />
      수집하는 행태정보의 항목 행태정보 수집 방법 행태정보 수집 목적
      보유·이용기간 및 이후 정보처리 방법
      <br />
      〈온라인 맞춤형 광고 등을 위해 제3자〔온라인 광고사업자 등〕가 이용자의
      행태정보를 수집·처리할수 있도록 허용한 경우〉
      <br />
      ③ 〈개인정보처리자〉은〔는〕 다음과 같이 온라인 맞춤형 광고 사업자가
      행태정보를 수집·처리하도록 허용하고 있습니다.
      <br />
      <br />
      - 행태정보를 수집 및 처리하려는 광고 사업자 : ○○○, ○○○, ○○○, ○○○,
      <br />
      - 행태정보 수집 방법 : 이용자가 당사 웹사이트를 방문하거나 앱을 실행할 때
      자동 수집 및 전송
      <br />
      - 수집·처리되는 행태정보 항목 : 이용자의 웹/앱 방문이력, 검색이력,
      구매이력
      <br />
      <br />
      - 보유·이용기간 : 00일
      <br />
      <br />
      ④ 〈개인정보처리자〉은〔는〕 온라인 맞춤형 광고 등에 필요한 최소한의
      행태정보만을 수집하며, 사상, 신념, 가족 및 친인척관계, 학력·병력, 기타
      사회활동 경력 등 개인의 권리·이익이나 사생활을 뚜렷하게 침해할 우려가 있는
      민감한 행태정보를 수집하지 않습니다.
      <br />
      <br />
      ⑤ 〈개인정보처리자〉은〔는〕 만 14세 미만임을 알고 있는 아동이나 만14세
      미만의 아동을 주 이용자로 하는 온라인 서비스로부터 맞춤형 광고 목적의
      행태정보를 수집하지 않고, 만 14세 미만임을 알고 있는 아동에게는 맞춤형
      광고를 제공하지 않습니다.
      <br />
      <br />
      ⑥ 〈개인정보처리자〉은〔는〕 모바일 앱에서 온라인 맞춤형 광고를 위하여
      광고식별자를 수집·이용합니다. 정보주체는 모바일 단말기의 설정 변경을 통해
      앱의 맞춤형 광고를 차단·허용할 수 있습니다.
      <br />
      <br />
      ‣ 스마트폰의 광고식별자 차단/허용
      <br />
      <br />
      〔1〕 〔안드로이드〕 ① 설정 → ② 개인정보보호 → ③ 광고 → ③ 광고 ID 재설정
      또는 광고ID 삭제 <br />
      〔2〕 〔아이폰〕 ① 설정 → ② 개인정보보호 → ③ 추적 → ④ 앱이 추적을
      요청하도록 허용 끔
      <br />
      <br />
      ※ 모바일 OS 버전에 따라 메뉴 및 방법이 다소 상이할 수 있습니다.
      <br />
      <br />
      ⑦ 정보주체는 웹브라우저의 쿠키 설정 변경 등을 통해 온라인 맞춤형 광고를
      일괄적으로 차단·허용할 수 있습니다. 다만, 쿠키 설정 변경은 웹사이트
      자동로그인 등 일부 서비스의 이용에 영향을 미칠 수 있습니다.
      <br />
      <br />
      ‣ 웹브라우저를 통한 맞춤형 광고 차단/허용
      <br />
      <br />
      〔1〕 인터넷 익스플로러〔Windows 10용 Internet Explorer 11〕
      <br />
      <br />- Internet Explorer에서 도구 버튼을 선택한 다음 인터넷 옵션을 선택{" "}
      <br />
      - 개인 정보 탭을 선택하고 설정에서 고급을 선택한 다음 쿠키의 차단 또는
      허용을 선택
      <br />
      <br />
      〔2〕 Microsoft Edge
      <br />
      <br />
      - Edge에서 오른쪽 상단 ‘…’ 표시를 클릭한 후, 설정을 클릭합니다.
      <br />
      - 설정 페이지 좌측의 ‘개인정보, 검색 및 서비스’를 클릭 후 「추적방지」
      섹션에서 ‘추적방지’ 여부 및 수준을 선택합니다.
      <br />
      - ‘InPrivate를 검색할 때 항상 ""엄격"" 추적 방지 사용’ 여부를 선택합니다.
      <br />
      - 아래 「개인정보」 섹션에서 ‘추적 안함 요청보내기’ 여부를 선택합니다.
      <br />
      <br />
      〔3〕 크롬 브라우저
      <br />
      <br />
      - Chrome에서 오른쪽 상단 ‘⋮’ 표시〔chrome 맞춤설정 및 제어〕를 클릭한 후,
      설정 표시를 클릭합니다.
      <br />
      - 설정 페이지 하단에 ‘고급 설정 표시’를 클릭하고 「개인정보」 섹션에서
      콘텐츠 설정을 클릭합니다.
      <br />
      - 쿠키 섹션에서 ‘타사 쿠키 및 사이트 데이터 차단’의 체크박스를 선택합니다.
      <br />
      <br />
      52 | 개인정보 처리방침 작성지침 일반 ⑧ 정보주체는 아래의 연락처로
      행태정보와 관련하여 궁금한 사항과 거부권 행사, 피해 신고 접수 등을 문의할
      수 있습니다.
      <br />
      <br />
      ‣ 개인정보 보호 담당부서
      <br />
      부서명 : 백 팀
      <br />
      담당자 : 김범석, 김하영
      <br />
      <br />
      <br />
      11조〔추가적인 이용·제공 판단기준〕
      <br />
      <br />
      〈3355〉은〔는〕 ｢개인정보 보호법｣ 제15조제3항 및 제17조제4항에 따라
      ｢개인정보 보호법 시행령｣ 제14조의2에 따른 사항을 고려하여 정보주체의 동의
      없이 개인정보를 추가적으로 이용·제공할 수 있습니다.
      <br />
      이에 따라〈3355〉가〔이〕 정보주체의 동의 없이 추가적인 이용·제공을 하기
      위해서 다음과 같은 사항을 고려하였습니다.
      <br />
      <br />
      ▶ 개인정보를 추가적으로 이용·제공하려는 목적이 당초 수집 목적과 관련성이
      있는지 여부
      <br />
      ▶ 개인정보를 수집한 정황 또는 처리 관행에 비추어 볼 때 추가적인
      이용·제공에 대한 예측 가능성이 있는지 여부
      <br />
      ▶ 개인정보의 추가적인 이용·제공이 정보주체의 이익을 부당하게 침해하는지
      여부
      <br />
      ▶ 가명처리 또는 암호화 등 안전성 확보에 필요한 조치를 하였는지 여부
      <br />
      <br />
      ※ 추가적인 이용·제공 시 고려사항에 대한 판단기준은 사업자/단체 스스로
      자율적으로 판단하여 작성·공개함
      <br />
      <br />
      <br />
      제12조〔가명정보를 처리하는 경우 가명정보 처리에 관한 사항〕
      <br />
      <br />
      〈3355〉 은〔는〕 다음과 같은 목적으로 가명정보를 처리하고 있습니다.
      <br />
      ▶ 가명정보의 처리 목적
      <br />
      - 직접작성 가능합니다.
      <br />
      <br />
      ▶ 가명정보의 처리 및 보유기간
      <br />
      - 직접작성 가능합니다.
      <br />
      <br />
      ▶ 가명정보의 제3자 제공에 관한 사항
      <br />
      - 직접작성 가능합니다.
      <br />
      <br />
      ▶ 가명정보 처리의 위탁에 관한 사항〔해당되는 경우에만 작성〕
      <br />
      - 직접작성 가능합니다.
      <br />
      <br />
      ▶ 가명처리하는 개인정보의 항목
      <br />
      - 직접작성 가능합니다.
      <br />
      <br />
      ▶ 법 제28조의4〔가명정보에 대한 안전조치 의무 등〕에 따른 가명정보의
      안전성 확보조치에 관한 사항
      <br />
      - 직접작성 가능합니다.
      <br />
      <br />
      <br />
      제13조 〔개인정보 보호책임자에 관한 사항〕
      <br />
      <br />
      ① 3355 은〔는〕 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보
      처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이
      개인정보 보호책임자를 지정하고 있습니다.
      <br />
      <br />
      ‣ 개인정보 보호 담당부서
      <br />
      부서명 : 백 팀
      <br />
      담당자 : 김범석, 김하영
      <br />
      <br />
      ※ 개인정보 보호 담당부서로 연결됩니다.
      <br />
      <br />
      ‣ 개인정보 보호 담당부서
      <br />
      부서명 : 백 팀
      <br />
      담당자 : 김범석, 김하영
      <br />
      <br />
      ② 정보주체께서는 3355 의 서비스〔또는 사업〕을 이용하시면서 발생한 모든
      개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보
      보호책임자 및 담당부서로 문의하실 수 있습니다.
      <br />
      3355 은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.
    </div>
  );
};

export default RequiredAgreement;